[Translation]

TRANSLATION_BY=Preveo:
TRANSLATION_NAME=Damir B.
TRANSLATION_LINK=https://picpick.app
LANGUAGENAME=Hrvatski
FILEVER=6200

[MainPopup]

MNU_OPEN_PICPICK=Uređivač slika
MNU_CAPTURE=Snimi ekran
MNU_CAPTURE_FULLSCREEN=Cijeli ekran
MNU_CAPTURE_ACTIVEWINDOW=Trenutni prozor
MNU_CAPTURE_CONTROL=Dio prozora
MNU_CAPTURE_SCROLLINGWINDOW=Pomični prozor
MNU_CAPTURE_REGION=Područje
MNU_CAPTURE_FIXEDREGION=Obilježeno područje
MNU_CAPTURE_FREEHAND=Slobodnoručni izbor
MNU_CAPTURE_WEBPAGE=Web stranica
MNU_CAPTURE_REPEAT=Ponovi posljednji snimak
MNU_CAPTUREQBAR=Prikaži traku snimka...
MNU_WIDGET=Prečaci...
MNU_CAPTURE_SETTING=Postavke snimanja
MNU_OUTPUTTYPE=Izlazni oblik 
MNU_OUTPUTTYPE_PICPICK=PicPick-ov uređivač 
MNU_OUTPUTTYPE_CLIPBOARD=Spreni u međuspremnik
MNU_OUTPUTTYPE_SAVEIMAGE=Spremi
MNU_OUTPUTTYPE_SAVEFOLDER=Spremi u mapu
MNU_OUTPUTTYPE_OTHER=Drugi program...
MNU_OUTPUTTYPE_FTP=Prenesi na FTP
MNU_OUTPUTTYPE_SHARE=Podijeli 
MNU_OUTPUTTYPE_SENDTO=Pošalji u
MNU_OUTPUTTYPE_FACEBOOK=Postavi na Facebook
MNU_OUTPUTTYPE_TWITTER=Postavi na Twitter
MNU_OUTPUTTYPE_MSWORD=Word
MNU_OUTPUTTYPE_MSEXCEL=Excel 
MNU_OUTPUTTYPE_MSPPT=PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-pošta (Outlook)
MNU_OUTPUTTYPE_PRINTER=Printer
MNU_OUTPUTTYPE_SKYPE=Skype
MNU_OUTPUTTYPE_CLOUD=Cloud Service
MNU_OUTPUTTYPE_WEB=Internet URL
#6.0.0
MNU_OUTPUTTYPE_DROPBOX=Dropbox
MNU_OUTPUTTYPE_GOOGLE=Google Disk
MNU_OUTPUTTYPE_ONEDRIVE=OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft Paint
#6.0.0
MNU_OPT_DEFAULTFORMAT=Podrazumjevani oblik slike
MNU_OPT_OPENEDITOR=Otvori uređivač kad se program pokrene
MNU_OPT_STARTUPPROGRAM=Pokreni PicPick zajedno sa sistemom 
MNU_COLORPICKER=Odaberi boju
MNU_COLORPALETTE=Prikaži paletu boja
MNU_COPYCOLORTYPE=Kopiraj boju
MNU_COLORHISTORY=Povijest boja
MNU_COLORHISTORY_CLEAR=Očisti povijest boja
MNU_MAGNIFIER=Povećalo
MNU_PIXELRULER=Ravnalo
MNU_PROTRACTOR=Kutomjer
MNU_CROSSHAIR=Nišan
MNU_WHITEBOARD=Traka sa alatima
MNU_CLOUDEXPLORER=Cloud preglednik
MNU_ABOUT_PICPICK=Mogućnosti programa...
MNU_EXIT_PICPICK=Izlaz

[Prečac]

MNU_WIDGET=Prečac
MNU_WIDGET_LOCK=Zaključaj prečac
MNU_WIDGET_SMALLICONS=Male ikone
MNU_WIDGET_AUTOHIDE=Auto-skrivanje
MNU_WIDGET_OPACITY=Prozirnost
MNU_WIDGET_ALWAYSTOP=Uvijek na vrhu
MNU_WIDGET_CLOSE=Zatvori prečac

[PicPickEditor]

MNU_START=Start
MNU_FILE=Datoteka
MNU_FILE_NEW=Nova slika
MNU_FILE_OPEN=Otvori...
MNU_FILE_OPENCLIPBOARD=Otvori iz međuspremnika
MNU_FILE_OPENURL=Otvori URL
MNU_FILE_OPEN_RECENT=Nedavno
MNU_FILE_OPEN_BROWSE=Pretraži 
MNU_FILE_SAVESAME=Spremi
MNU_FILE_SAVE=Spremi kao
MNU_FILE_SAVESELECT=Spremi odabir kao...
MNU_FILE_SAVEALL=Spremi sve
MNU_FILE_PRINT=Ispis
MNU_FILE_CLOSEIMAGE=Zatvori
MNU_FILE_CLOSECURRENTIMAGE=Trenutnu sliku
MNU_FILE_CLOSEALLIMAGE=Sve slike
MNU_FILE_CLOSEALLSAVEDIMAGE=Sve spremljene slike
MNU_FILE_CLOSEPICPICK=Izlaz
MNU_EDIT=Uređivanje
MNU_EDIT_UNDO=Opozovi radnju
MNU_EDIT_REDO=Ponovi radnju
MNU_EDIT_CUT=Izreži
MNU_EDIT_COPY=Kopiraj
MNU_EDIT_PASTE=Naljepi
MNU_EDIT_PASTEFROMFILE=Naljepi iz mape...
MNU_EDIT_SELECTDEL=Izbriši
MNU_EDIT_SELECTNEW=Izreži izabrano
MNU_EDIT_DESELECT=Poništi izbor
MNU_EDIT_SELECTALL=Izaberi sve
MNU_EDIT_IMAGERESIZE=Promijeni veličinu...
MNU_EDIT_CANVASRESIZE=Veličina platna...
MNU_EDIT_VIEWBITMAP=Prikaži sliku na cijelom ekranu
MNU_TOOLS=Alati
MNU_TOOLS_FULLSCREEN=Snimi cijeli ekran
MNU_TOOLS_ACTIVEWINDOW=Snimi trenutni prozor
MNU_TOOLS_CONTROL=Snimi dio prozora
MNU_TOOLS_SCROLLINGWINDOW=Snimi pomični prozor
MNU_TOOLS_WEBPAGE=Snimi Web stranicu
MNU_TOOLS_REGION=Snimi područje
MNU_TOOLS_FIXEDREGION=Snimi obilježeno područje
MNU_TOOLS_FREEHAND=Snimi slobodnoručni izbor
MNU_TOOLS_REPEAT=Ponovi posljednji snimak
MNU_TOOLS_COLORPICKER=Odaberi boju
MNU_TOOLS_COLORPALETTE=Paleta boja
MNU_TOOLS_MAGNIFIER=Povećalo
MNU_TOOLS_PIXELRULER=Ravnalo
MNU_TOOLS_PROTRACTOR=Kutomjer
MNU_TOOLS_CROSSHAIR=Nišan
MNU_TOOLS_WHITEBOARD=Traka sa alatima
#6.2.0
MNU_TOOLS_SCREENRECORDER=Snimač zaslona
#6.2.0
MNU_TOOLS_OPTION=Mogućnosti programa
MNU_TOOLSOPTION=Postavke snimanja
MNU_TOOLSOPTION_OUTPUTTYPE=Vrsta slike
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Podrazumjevani format slike
MNU_TOOLSOPTION_DUALMONITORS=Podrška za dva monitora
MNU_TOOLSOPTION_HOTKEY=Izmjeni tastaturne prečice...
MNU_TOOLSOPTION_SOUND=Uključi zvučne efekte
MNU_TOOLSOPTION_SCROLLCAPTURE=Uključi klizni pomak 
MNU_TOOLSOPTION_MOUSECURSOR=Slikom obuhvatiti i pokazivač
MNU_TOOLSOPTION_STARTUPPROGRAM=PicPick pokreni sa sistemom
MNU_TOOLSOPTION_OPENEDITOR=Otvori uređivač pri pokretanju programa
MNU_TOOLS_COLORTYPE=Kopiraj boju kao
MNU_EFFECT=Efekti
MNU_EFFECT_INVERT=Okreni boje
MNU_EFFECT_GRAYSCALE=Sivi tonovi
MNU_EFFECT_MOSAIC=Mozaik...
MNU_EFFECT_BLUR=Zamagli
MNU_EFFECT_SHARPEN=Izoštri
MNU_EFFECT_BRIGHTNESS=Osvijetljenost/Kontrast...
MNU_EFFECT_HSL=Nijansa/ Zasićenost...
MNU_EFFECT_BORDER=Izgled ruba
MNU_EFFECT_FLIP=Izokreni
MNU_EFFECT_FLIPH=Vodoravno
MNU_EFFECT_FLIPV=Uspravno
MNU_EFFECT_ROTATE=Okreni
MNU_EFFECT_ROTATE90=90° na desno
MNU_EFFECT_ROTATE180=180° na desno
MNU_EFFECT_ROTATE270=270° na desno
MNU_EFFECT_FRAME=Okvir...
MNU_EFFECT_COLORBALANCE=Balans boje...
MNU_EFFECT_WATERMARK=Vodeni žig...
MNU_WINDOW=Window
MNU_WINDOW_CASCADE=Kaskadno
MNU_WINDOW_TILEH=Pločice vodoravno
MNU_WINDOW_TILEV=Pločica okomito
MNU_WINDOW_MINIMIZEALL=Minimiziraj sve
MNU_HELP=Pomoć
MNU_HELP_WEBSITE=PicPick-ova stranica...
MNU_HELP_ABOUT=O programu...
MNU_HELP_UPDATE=Provjeri nadogradnje
PNL_TOOL_TOOLS=Alati
PNL_TOOL_COLOR=Boja
PNL_TOOL_PROPERTY=Svojstva
LBL_TOOL_WIDTHS=Širina:
LBL_TOOL_OPACITY=Prozirnost:
LBL_TOOL_SHAPE=Oblik:
TAB_HOME=Početno
TAB_FILE=Datoteka
TAB_VIEW=Prikaz
TAB_SHAPES=Oblik
TAB_SHAPES_SUB=Format
TAB_SHAPES_TEXT=Tekst
TAB_NUMBERSTAMP=Numeracija
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Selekcija
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Efekt uvećavanja
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Pečati
TAB_STAMPS_SUB=Format
TAB_SHARE=Dijeljenje
TBR_CLIPBOARD=Međuspremnik
TBN_CLIPBOARD_PASTE=Zalijepi
TBN_CLIPBOARD_CUT=Izreži
TBN_CLIPBOARD_COPY=Kopiraj
TBN_CLIPBOARD_DELETE=Izbriši
TBR_VIEW=Prikaz
TBN_VIEW_ZOOMIN=Uvećaj
TBN_VIEW_ZOOMOUT=Umanji
TBN_VIEW_FULL=Cijeli ekran
TBN_VIEW_100=Trenutna veličina
TBR_IMAGE=Slika
TBN_IMAGE_EFFECT=Efekti
TBN_IMAGE_CROP=Izreži
TBN_IMAGE_RESIZE=Promijeni veličinu
TBN_IMAGE_ROTATE=Okreni
TBR_TOOLS=Alati
TBR_COLOR=Boje
TBN_COLOR1=Boja1
TBN_COLOR2=Boja2
POP_COLORTYPE1=Pastelne boje
POP_COLORTYPE2=Osnovne boje
TBR_SHOWHIDE=Prikazivanje ili skrivanje
TBN_RULER=Ravnalo
TBN_STATUSBAR=Statusna traka
TBN_TAB=Kartica
TBN_THUMBNAIL=Prikaz sličicama
#7.0.0
TBN_PANE=Prozor s detaljima
#7.0.0
TBR_WINDOW=Prozor
TBN_CASCADE=Kaskadno
TBN_ARRANGEALL=Organiziraj sve
TBN_REGISTER=Registriraj
TBN_TOOLS_SELECT=Odabir
TBN_TOOLS_MOVE=Pomjeri
TBN_TOOLS_DRAW=Nacrtaj
TBN_TOOLS_DRAW_BRUSH=Četka
TBN_TOOLS_DRAW_ERASER=Gumica
TBN_TOOLS_DRAW_MARKER=Marker
#7.0.0
TBN_TOOLS_DRAW_PEN=&Olovka
TBN_TOOLS_DRAW_CALLIGRAPHY=&Kaligrafija
TBN_TOOLS_DRAW_SMARTERASER=Pametna gumica
TBN_TOOLS_DRAW_AIRBRUSH=&Sprej
TBN_TOOLS_DRAW_MOSAIC=Mozaik
#7.0.0
TBN_TOOLS_FILL=Popunjavanje
TBN_TOOLS_FILL_OPTIONS=Opcije popunjavanja
TBN_TOOLS_FILL_STANDARD=Granično popunjavanje
TBN_TOOLS_FILL_REPLACEMENT=Promjena boje
TBN_TOOLS_STAMPS=Pečati
TBN_TOOLS_STAMPS_NUMBER=Brojčani pečati
TBN_TOOLS_STAMPS_GENERAL=Obični pečati
TBN_TOOLS_STAMPS_CURSOR=Otisci kursora
TBN_SELECT_SELECTION_SHAPES=Oblici selekcije
TBN_SELECT_SELECTION_OPTIONS=Opcije selekcije
TBN_SELECT_RECTANGLE=Pravokutna selekcija
TBN_SELECT_ELLIPSE=Elipsasta selekcija
TBR_SIZE=Veličina
TBN_MORECOLORS=Više
MNU_PALETTETYPE=Tip palete
TBR_COLORPALETTE=Palete
TBN_THEME=Boje teme
TBN_THEME_DEFAULT=Polazno
TBN_THEME1=Tema 1
TBN_THEME2=Tema 2
TBN_THEME3=Tema 3
TBN_THEME4=Tema 4
TBN_THEME5=Tema 5
TBN_STANDARD_COLORS=Standare boje
TBN_CUSTOM_COLORS=Prilagođene boje
TBN_MORE_COLORS=Još boja...
TBN_ADD_CUSTOM_COLOR=Dodaj prilagođene boje
TBN_REMOVE_CUSTOM_COLOR=Ukloni iz prilagođenih boja
MNU_TOPBAR_TITLE=Prilagodba dugmadi na vrhu
MNU_TOPBAR_MINIMIZERIBBON=Minimiziraj vrpcu
MNU_QAT_TITLE=Uredi traku za brzi pristup
MNU_QAT_ADD=Dodaj u traku za brzi pristup
MNU_QAT_DELETE=Odstrani iz trake za brzi pristup
MNU_QAT_ABOVE=Prikaži traku za brzi pristup iznad vrpce
MNU_QAT_BELOW=Prikaži traku za brzi pristup ispod vrpce
MNU_QAT_DELETE=Odstrani iz trake za brzi pristup
TBN_VIEW_TOUCHMODE=Mod dodirom
#6.2.0
TBN_RIBBON_COLLAPSE=Skupite vrpcu
TBN_RIBBON_PIN=Pričvrstite vrpcu
OPEN_ALL_IMAGE_FILES=Sve slikovne datoteke
OPEN_BITMAP_FILES=Bitmap datoteke
OPEN_ALL_FILES=Sve datotele
#7.0.0
TAB_LAYERS=Slojevi
TAB_LAYERS_SUB=Format
TAB_HISTORY=Povijest
TAB_FORMAT_SHAPE=Oblikovanje oblika
#7.0.0

[PicPickEditor Tip]

TIP_FILE_NEW=Napravi novu sliku
TIP_FILE_OPEN=Otvori postojeću sliku
TIP_FILE_OPENCLIPBOARD=Otvori sliku iz međuspremnika
TIP_FILE_OPENURL=Otvori sliku iz  URL
TIP_FILE_SAVE=Spremi trenutnu sliku
TIP_FILE_SAVEAS=Spremi trenutnu sliku kao 
TIP_FILE_SAVESELECT=Spremi izabrano kao
TIP_FILE_SAVEALL=Sačuvajte sve slike sa novim imenom
TIP_FILE_PRINT=Ispiši slike
TIP_FILE_CLOSEIMAGE=Zatvori sliku
TIP_FILE_CLOSEALLIMAGE=Zatvori sve slike
TIP_FILE_CLOSEALLSAVEDIMAGE=Zatvori sve spremljene slike
TIP_FILE_CLOSEPICPICK=Zatvori prozor
TIP_EDIT_UNDO=Poništi radnju
TIP_EDIT_REDO=Ponovi radnju
TIP_EDIT_CUT=Izreži 
TIP_EDIT_COPY=Kopiraj 
TIP_EDIT_PASTE=Zalijepi 
TIP_EDIT_PASTEFROMFILE=Umetni sadržaj iz međuspremnika u trenutnu sliku
TIP_EDIT_SELECTDEL=Obriši izabrano
TIP_EDIT_SELECTNEW=Izreži sliku na izabranom dijelu
TIP_EDIT_DESELECT=Poništi izbor
TIP_EDIT_SELECTALL=Izaberi cijelu sliku
TIP_EDIT_IMAGERESIZE=Promijeni veličinu slike
TIP_EDIT_CANVASRESIZE=Promijeni veličinu platna
TIP_EDIT_VIEWBITMAP=Pogledaj sliku na cijelom ekranu.
TIP_TOOLS_CAPTURE=Prikaži traku slikanja na ekranu
TIP_TOOLS_FULLSCREEN=Snimi radnu površinu
TIP_TOOLS_ACTIVEWINDOW=Snimi trenutni prozor
TIP_TOOLS_CONTROL=Snimi dio prozora
TIP_TOOLS_SCROLLINGWINDOW=Snimi pomični prozor
TIP_TOOLS_WEBPAGE=Snimi Web stranicu
TIP_TOOLS_REGION=Snimi pravokutno područje
TIP_TOOLS_FREEHAND=Snimi proizvoljno područje
TIP_TOOLS_FIXEDREGION=Snimi određeno pravokutno područje
TIP_TOOLS_REPEAT=Ponovo uslikaj prethodno područje
TIP_TOOLS_CAPTUREMENU=Snimi sliku sa ekrana
TIP_TOOLS_COLORPICKER=Prikaži izbor boja 
TIP_TOOLS_COLORPALETTE=Prikaži paletu boja 
TIP_TOOLS_MAGNIFIER=Prikaži povećalo 
TIP_TOOLS_PIXELRULER=Prikaži ravnalo 
TIP_TOOLS_CROSSHAIR=Prikaži nišan
TIP_TOOLS_PROTRACTOR=Prikaži kutomjer
TIP_TOOLS_WHITEBOARD=Otvori traku sa alatima
TIP_TOOLS_OPTION=Prikaži mogućnosti programa
#6.2.0
TIP_TOOLS_SCREENRECORDER=Snimite video sa zaslona radne površine
#6.2.0
TIP_TOOLSOPTION=Podesi mogućnosti slikanja
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Promijeni uslikano u uređivaču
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Uslikano prebaci u međuspremnik 
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Uslikano spremi kao 
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Uslikano sačuvaju u željenoj mapi
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Izmjeni oblik uslikanih slika
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Izmjeni izlaz uslikanih slika
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Postavi na Facebook
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Postavi na Twitter
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Pošalji u Word
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Pošalji u Excel 
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Pošalji u PowerPoint
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Priloži u e-poštu 
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Promijeni izlaz snimljene slike
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Promijeni podrazumjevani oblik slika
TIP_TOOLSOPTION_DUALMONITORS=Slikanje za sistem sa dva monitora
TIP_TOOLSOPTION_HOTKEY=Promijeni tastaturne prečice...
TIP_TOOLSOPTION_SOUND=Uključi zvučne efekte pri slikanju
TIP_TOOLSOPTION_SCROLLCAPTURE=Snimi sa pomjeranjem klizača
TIP_TOOLSOPTION_MOUSECURSOR=Uključi pokazivača miša u sliku
TIP_TOOLSOPTION_STARTUPPROGRAM=Pokreni PicPick sa sistemom
TIP_TOOLSOPTION_OPENEDITOR=Otvori uređivač slika kad se program pokrene
TIP_TOOLS_COLORTYPE=Promijeni vrstu boje u [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Obrni boju slike
TIP_EFFECT_GRAYSCALE=Sliku prebaci u sive tonove
TIP_EFFECT_MOSAIC=Primjeni djelovanje mozaika
TIP_EFFECT_BLUR=Primjeni djelovanje zamagljivanja
TIP_EFFECT_SHARPEN=Primjeni djelovanje izoštravanja
TIP_EFFECT_BRIGHTNESS=Osvijetljenost/Kontrast
TIP_EFFECT_HSL=Nijansa/Zasićenost
TIP_EFFECT_COLORBALANCE=Podesite balans određenog raspona boja na slici.
TIP_EFFECT_FLIPH=Izokreni oblast ili cijelu sliku vodoravno
TIP_EFFECT_FLIPV=Izokreni oblast ili cijelu sliku uspravno
TIP_EFFECT_ROTATE90=Okreni 90° na desno
TIP_EFFECT_ROTATE180=Okreni 180° na desno
TIP_EFFECT_ROTATE270=Okreni 270° na desno
TIP_EFFECT_FRAME=Dodaj okvir 
TIP_EFFECT_WATERMARK=Dodaj pečat ili logo
TIP_WINDOW_CASCADE=Prozore kaskadno
TIP_WINDOW_TILEH=Prozore vodoravno
TIP_WINDOW_TILEV=Prozore uspravno
TIP_WINDOW_MINIMIZEALL=Smanji sve prozore
TIP_HELP_WEBSITE=Otvori PicPick-ovu početnu stranicu
TIP_HELP_ABOUT=Obavijest o programu
TIP_HELP_UPDATE=Provjeri nadogradnju programa
TIP_TOOL_MOVE=Premjesti čitavu sliku ili odabrani objekat
TIP_TOOL_SELECT=Odaberi dio slike
TIP_TOOL_FILL=Popuni bojom
TIP_TOOL_PICKCOLOR=Izaberi boju
TIP_TOOL_DRAW=Crtaj sa različitim alatima
TIP_TOOL_STAMPS=Unesi skice na sliku
TIP_TOOL_SHAPE=Nacrtaj oblike na slici
TIP_SIZE=Odaberi širinu za odabrani alat
TIP_TOOL_TEXT=Dodaj tekst na sliku
TIP_OUTPUTTYPE_MSWORD1=Umetni umnožak ove slike u
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL1=Umetni umnožak ove slike u
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT1=Umetni umnožak ove slike u
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE1=Umetni umnožak ove slike u
TIP_OUTPUTTYPE_SKYPE2=Skype
TIP_OUTPUTTYPE_PROGRAM1=Pošalji umnožak ove slike
TIP_OUTPUTTYPE_PROGRAM2=u drugi program
TIP_OUTPUTTYPE_MSOUTLOOK1=Priloži umnožak ove slike 
TIP_OUTPUTTYPE_MSOUTLOOK2=Microsoft Outlook
TIP_OUTPUTTYPE_FACEBOOK1=Postavi i dijeli ovu sliku
TIP_OUTPUTTYPE_FACEBOOK2=Facebook
TIP_OUTPUTTYPE_TWITTER1=Postavi i dijeli ovu sliku 
TIP_OUTPUTTYPE_TWITTER2=Twitter
TIP_OUTPUTTYPE_FTP1=Pošalji ovu sliku na mrežu 
TIP_OUTPUTTYPE_FTP2=lokaciju na FTP
TIP_OUTPUTTYPE_WEBUPLOAD1=Pošalji ovu sliku direktno na
TIP_OUTPUTTYPE_WEBUPLOAD2=lokaciju na Web
TIP_OUTPUTTYPE_CLOUD1=Prebaci ovu sliku na Dropbox,
TIP_OUTPUTTYPE_CLOUD2=Google Drive ili itd...
#6.0.0
TIP_OUTPUTTYPE_DROPBOX1=Prebaci i dijeli ovu sliku na 
TIP_OUTPUTTYPE_DROPBOX2=Dropbox
TIP_OUTPUTTYPE_GOOGLE1=Prebaci i dijeli ovu sliku na 
TIP_OUTPUTTYPE_GOOGLE2=Google Drive
TIP_OUTPUTTYPE_ONEDRIVE1=Prebaci i dijeli ovu sliku na 
TIP_OUTPUTTYPE_ONEDRIVE2=OneDrive
TIP_OUTPUTTYPE_MSPAINT1=Pošalji kopiju ove slike na
TIP_OUTPUTTYPE_MSPAINT2=Microsoft Paint
#6.0.0
TIP_IMAGE_ROTATEFLIP=Rotiraj i okreni sliku ili selekciju
TIP_TOOLS_EFFECT=Odaberi efekte
TIP_TOOLS_WIDTHS=Odaberi širinu
TIP_TOOLS_OPACITY=Odaberi prozirnost
TIP_VIEW_ZOOMIN=Zumiraj trenutnu sliku
TIP_VIEW_ZOOMOUT=Zumiraj dalje od trenutne veličine slike
TIP_VIEW_ZOOMSELECT=Zumiraj "in" ili "out"
TIP_VIEW_ACTUALSIZE=Postavi na 100% veličinu
TIP_VIEW_THUMBNAIL=Prikaži sličicu stranice ili izaberi sliku brzo  
TIP_SHOW_RULER=Prikaži ili sakrij ravnalo za vaše slike
TIP_SHOW_STATUSBAR=Prikaži ili sakrij statusnu traku na dnu prozora
TIP_SHOW_TAB=Prikaži ili sakrij traku umetaka
#7.0.0
TIP_SHOW_PANE=Prikaži ili sakrij okno s pojedinostima
#7.0.0
IP_COLOR_COLOR1=Prednja boja
TIP_COLOR_COLOR2=Pozadinska boja
TIP_COLOR_SWAP=Zamijeni prednju ili pozadinsku boju
TIP_COLOR_DEFAULT=Uobičajene prednje i pozadinske boje
TIP_COLOR_MORE=Prikaži više paleta
TIP_SHAPE_FLATTEN=Izravnaj oblike
TIP_SHAPE_DELETE=Izbriši oblike
TIP_SHAPE_DUPLICATE=Dupliciraj oblike
TIP_SHAPE_FILL=Popuni odabrani oblik
TIP_SHAPE_OUTLINE=Kontura oblika
TIP_SHAPE_EFFECTS=Format oblika
TIP_SHAPE_ADDTEXT=Unesi tekst u oblik
TIP_SHAPE_FLATTEN_ALL=Izravnaj sve oblike
TIP_SHAPE_BRINGTOFRONT=Stavi odabrani oblik ispred tako da je sakriven od drugih oblika koji su ispred njega
TIP_SHAPE_SENDTOBACK=Stavi odabrani oblik ispod tako da je sakriven od drugih oblika koji su ispred njega
TIP_TEXT_BOLD=Podebljano
TIP_TEXT_ITALIC=Ukošeno
TIP_TEXT_UNDERLINE=Podcrtano
TIP_TEXT_ALIGN_LEFT=Poravnaj u lijevo
TIP_TEXT_ALIGN_CENTER=Centrirano
TIP_TEXT_ALIGN_RIGHT=Poravnaj u desno
TIP_TEXT_ALIGN_TOP=Vertikalno poravnati vrh
TIP_TEXT_ALIGN_MIDDLE=Okomito poravnajte sredinu
TIP_TEXT_ALIGN_BOTTOM=Okomito poravnajte dno
TIP_TEXT_WORDWRAP=Prelomi riječ
TIP_TEXT_COLOR=Boja teksta
TIP_TEXT_SIZE=Veličina teksta
TIP_TEXT_FONTFAMILY=Obitelj fontova teksta
#7.0.0
TIP_NEW_LAYER=Napravite novi sloj
TIP_CHANGE_SHAPE=Promijenite oblik crteža, čuvajući sva oblikovanja.
TIP_FORMAT_SHAPE=Promijenite format oblika
TIP_LAYER_BRINGTOFRONT=Postavite odabrani objekt ispred svih ostalih objekata.
TIP_LAYER_SENDTOBACK=Pošaljite odabrani objekt iza svih ostalih objekata.
TIP_LAYER_BRINGFORWARD=Pomaknite odabrani objekt naprijed za jednu razinu tako da bude skriven iza manjeg broja objekata.
TIP_LAYER_SENDBACKWARD=Pošaljite odabrani objekt za jednu razinu unatrag tako da bude skriven iza više objekata.
#7.0.0

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick – uređivač slika
DLG_CONTROLCAPTURE_TITLE=PicPick – dio prozora
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick-ov pomični prozor
DLG_REGIONCAPTURE_TITLE=PicPick – uslikaj područje
DLG_FIXEDREGIONCAPTURE_TITLE=Snimi obilježeni dio 
DLG_FREEHANDCAPTURE_TITLE=PicPick – Snimi slobodnoručni dio 
DLG_WHITEBOARDTOOL_TITLE=PicPick – traka sa alatima 
DLG_MAGNIFIER_TITLE=PicPick - Povećalo
DLG_COLORPICKER_TITLE=PicPick – odaberi boju
DLG_CROSSHAIR_TITLE=PicPick - nišan
DLG_COLORPALETTE_TITLE=Paleta boja
DLG_AUTOSAVE_TITLE=Automatsko spremanje
DLG_NEWIMAGE_TITLE=Nova slika
DLG_PRINT_TITLE=Štampač
DLG_CANVASSET_TITLE=Promjena veličine platna
DLG_IMAGERESIZE_TITLE=Promjena veličine slike
DLG_ABOUT_TITLE=O programu 
DLG_PIXELATE_TITLE=Pretvori u točkice
DLG_HUESATURATION_TITLE=Nijansa/Zasićenost
DLG_BRIGHTNESSCONTRAST_TITLE=Osvijetljenost/Kontrast
DLG_FRAME_TITLE=Okvir
DLG_WATERMARK_TITLE=Pečat
DLG_FONTVIEW_TITLE=Unesi tekst
DLG_CAPTURE_TITLE=Snimi
DLG_CHANGEHOTKEY_TITLE=Prečice 
DLG_WEBPAGECAPTURE_TITLE=PicPick - uslikaj Web stranicu
DLG_SHORTCUT_TITLE=Izmjeni tastaturne prečice
DLG_SETUP_TITLE=Mogućnosti programa
DLG_FILENAMESETUP_TITLE=Ime datoteke
DLG_IMAGES_TITLE=Slike
DLG_GENERALSETUP_TITLE=Opće
#6.2.0
DLG_SCREEN_RECORDER_TITLE=Snimanje
#6.2.0
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Uređivač
DLG_ARROWSET_TITLE=Podesi strelice
DLG_FACEBOOK_TITLE=Poveži se na Facebook 
DLG_TWITTER_TITLE=Poveži se na Twitter 
DLG_WEBUPLOAD_TITLE=Postavi na Web
BTN_OK=U redu
BTN_CANCEL=Otkaži
BTN_APPLY=Primjeni

[About]

GRP_PRESET=Podešavanja
CHK_ADDSTARTUP=Pokreni sa sistemom
CHK_ADDDESTKOP=Napravi ikonu na radnoj površini 
CHK_CHECKUPDATE=Provjeri nadogradnje
LBL_LANGUAGE=Jezik
BTN_HOTKEY=Prečice...
BTN_CREDIT=Zasluge
LBL_PROGRAMPARAMETER=Karakteristike...
CHK_SETTINGTOAPPDATA=Podešavanja spremi u mapi sa podacima
LBL_MORELANGUAGE=Više jezika...
LBL_INFO_PRODUCT=O proizvodu
LBL_INFO_LICENSE=Informacije o licenci
LBL_INFO_VERSION=Verzija

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Svojstva
LBL_CONTROLCAPTURE_CLASS=Naziv
LBL_CONTROLCAPTURE_SIZE=Veličina
LBL_CONTROLCAPTURE_INFO=Upravljanje
LBL_CONTROLCAPTURE_SCROLL=Klizno samopomjeranje 
LBL_CONTROLCAPTURE_OUTPUTTYPE=Vrsta izlaza
LBL_CONTROLCAPTURE_HANDLE=Upravljanje
LBL_CONTROLCAPTURE_RECT=Snimi položaj
LBL_CONTROLCAPTURE_BOTTOMTIP=Izaberi dio prozora (tipku,paletu alata...)i pritisni  Print Screen.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Veličina područja
LBL_FIXEDREGIONCAPTURE_WIDTH=Širina :
LBL_FIXEDREGIONCAPTURE_HEIGHT=Visina :
TIP_REGIONCAPTURE_NOTDRAG=Odaberi neko pravokutno područje.
TIP_PIXEL=Točkice na ekranu
TIP_FREEHANDCAPTURE_NOTDRAG=Snimi po slobodnom izboru
LBL_COLORPICKER_COLORAS=Boja kao:
LBL_COLORPICKER_VALUE=Vrijednost:
LSV_WEBPAGECAPTURE_LIST=Odaberi mrežno mjesto snimanja
BTN_WEBPAGECAPTURE_RELOAD=Ponovo učitaj
BTN_WEBPAGECAPTURE_CAPTURE=Snimi
LBL_MINIHELP=Kliknite lijevu tipku miša za odabir područja.
LBL_MINIHELP_CLICKDRAG=Kliknite ili povucite na zaslonu za odabir područja.
#6.0.0
LBL_MINIHELP_SCROLLCAPTURE=Pritisni tipku Esc za odustanak
#6.0.0
#7.0.0
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Pričekajte dok izračunate površinu pomicanja...
#7.0.0

[Shortcut]

TAB_HOTKEY=Tipkovničke prečice
GRB_CAPTURE=Snimi ekran
GRB_TOOLS=Alati
LBL_KEYNONE=Ništa
LBL_CAPTURE_FULLSCREEN=Snimi cijeli ekran
LBL_CAPTURE_ACTIVEWINDOW=Snimi trenutni prozor
LBL_CAPTURE_CONTROL=Snimi dio prozora
LBL_CAPTURE_SCROLLINGWINDOW=Snimi pomični prozor
LBL_CAPTURE_REGION=Snimi područje
LBL_CAPTURE_FIXEDREGION=Snimi obilježeno područje
LBL_CAPTURE_FREEHAND=Snimi slobodnoručni izbor
LBL_CAPTURE_WEBPAGE=Snimi Web stranicu
LBL_CAPTURE_REPEAT=Ponovi posljednje slikanje
LBL_TOOLS_EDITOR=Uređivač slike
LBL_TOOLS_COLORPICKER=Odaberi boju
LBL_TOOLS_COLORPALETTE=Paleta boja
LBL_TOOLS_PIXELRULER=Ravnalo
LBL_TOOLS_PROTRACTOR=Kutomjer
LBL_TOOLS_CROSSHAIR=Nišan
LBL_TOOLS_WHITEBOARD=Ploča
LBL_TOOLS_MAGNIFIER=Povećalo
CBO_HOTKEY_CUSTOM=Po želji 
CBO_HOTKEY_DEFAULT=Podrazumjevano 
CBO_HOTKEY_HYPERSNAP=Varijanta 
CBO_HOTKEY_NONE=Isključi 
#6.2.0
LBL_TOOLS_SCREENRECORDER=Snimanje ekrana
#6.2.0

[FontView]

GRP_COLOR=Boje
LBL_FONTCOLOR=Boja slova
CHK_FILLCOLOR=Popuni bojom
CHK_AA=Zaobli ivice slova

[AutoSave]

GRP_SELECTFOLDER=Spremi slike
LBL_SELECTFOLDER=Izaberi mapu za čuvanje slika
BTN_SELECTFOLDER=Pretraži...
GRP_SELECTFILENAME=Ime datoteke
RDO_SELECTFILENAME_TEXT=Tekst + broj
RDO_SELECTFILENAME_NUM=Samo broj
RDO_SELECTFILENAME_DATETIME=Datum/Vrijeme
EDT_SELECTFILENAME_DEFAULT=Slika
GRP_SELECTFORMAT=Format datoteke
RDO_SELECTFORMAT_BMP=BMP (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=PNG (*.png)
RDO_SELECTFORMAT_GIF=GIF (*.gif)
RDO_SELECTFORMAT_PDF=PDF files (*.pdf)
LBL_SAVEFILENAME=Unesi ime datoteke za čuvanje ili prenesi na FTP -poslužitelja
LBL_EXAMPLETITLE=(Primjer)
LBL_EXAMPLE1=%y : godina, %m : mjesec, %d : dan
LBL_EXAMPLE2=%h : sat, %n : minut, %s : sekunda
LBL_EXAMPLE3=%c : broj
LBL_EXAMPLE4=%u : Ime, %w : Ime računala
LBL_EXAMPLE5=%t : Unix vrijeme
GRB_OTHERPROGRAM=Prilagodi drugom programu
LBL_OTHERPROGRAM=Odaberi neki drugi program za otvaranje slika
LBL_OTHERPROGRAMPATH=Putanja programa:
LBL_OTHERPROGRAMPARAMETER=Karakteristike: 
LBL_OTHERPROGRAMSELECT=Otvori u drugom programu...
LBL_OTHERPROGRAMMSWORD=Word
LBL_OTHERPROGRAMMSEXCEL=Excel
LBL_OTHERPROGRAMMSPPT=PowerPoint
#6.2.0
LBL_SELECTFORMAT=Odaberite format datoteke.
#6.2.0

[GeneralSet]

GRB_STARTINGOPTION=Startne opcije
LBL_PROGRAM_MODE=Izaberi mod glavnog programa
CBO_PROGRAM_MODE_EDITOR=Uređivač slika
CBO_PROGRAM_MODE_WIDGET=Plutajući Widget
CBO_PROGRAM_MODE_TRAY=Vidi samo obavijesti
CHK_STARTUP=Pokreni PicPick sa Windowsima
CHK_UPDATE=Provjeri nadogradnje 
#6.0.0
GRB_APPEARANCE=Izgled
LBL_THEME=Boje
CBO_THEME_DEFAULT=Sistemska
CBO_THEME_LIGHT=Svijetla
CBO_THEME_DARK=Tamna
LBL_LANGUAGE=Jezik
#6.0.0

[CaptureSet]

GRB_CAPTUREOPTION=Mogućnosti  slikanja 
CHK_DUALMONITORS=Podrška za dva monitora
CHK_SOUND=Uključi zvučne efekte tijekom snimanja
CHK_MOUSECURSOR=Snimi i pokazivač miša
CHK_HIDEEDITOR=Sakrij PicPick -ov uređivač prije snimanja
CHK_ALWAYSCOPYCLIPBOARD=Snimljeno uvijek spremi u međuspremnik 
CHK_STARTWITHCAPTUREBAR=Vidi prozor za slikenje prilikom pokretanja programa
GRB_AUTOSCROLL=Klizno samopomjeranje
CHK_SCROLLCAPTURE=Uključi  klizno samopomjeranje
LBL_SCROLLDELAY=Zadrška: 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Uvećaj prozor
CHK_MAGNIFIER=Prikaži uvećanje prozora tijekom snimanja
LBL_ZOOMSCALE=Stupanj uvećanja:
GRB_CAPTUREDELAY=Kašnjenje prije snimanja
CHK_ADVANCECONTROLCAPTURE=Koristi napredne kontrole snimanjaprozora
LBL_CAPTUREOUTPUT=Promjeni izlazni tip pri korištenju kratica ili odabiru menija za prostor obavještavanja.
CHK_TOOLBAR=Prikaži alatnu traku prilikom snimanja.

[FTP]

GRB_FTPSERVER=Podešavanje FTP  poslužitelja
LBL_FTPADDRESS=FTP poslužitelj:
LBL_REMOTEPATH=Udaljena putanja:
LBL_PORT=Port:
CHK_PASSIVEFTP=Pasivan FTP
LBL_USERNAME=Korisničko ime:
LBL_PASSWORD=Lozinka:
BTN_CONNECTTEST=Provjera
LBL_SENDWEBBROWSER=URL otvorite u Web pregledniku
LBL_SENDCLIPBOARD=URL pošalji u međuspremnik
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Mogućnosti uređivača
CHK_OPENEDITORWHENSTART=Uređivač otvori pri pokretanju programa
CHK_CENTERIMAGE=Postavi sliku u sredinu prozora
CHK_CLOSEWITHOUTASKING=Nesačuvanu sliku zatvori bez pitanja
CHK_CROPNEW=Od izrezanog napravi novu sliku
CHK_SHOWCLASSICUI=Prikaži klasičan izgled programa
CHK_EXITWHENCLOSING=Izađi iz programa pri zatvaranju uređivača slika.
CHK_AUTOFLATTEN=Automatski izravnajte oblike s pozadinskom slikom.
LBL_BG=Boja pozadine:
#6.0.0
RDO_BGDEFAULT=Zadana postavka sustava
#6.0.0
RDO_BGGRID=Rešetka
RDO_BGSOLID=Jednobojna
GRB_FILETYPE=Vrsta datoteke
LBL_FILETYPE=Odaberi vrstu datoteke koju želite otvoriti sa PicPick-om
LBL_FILETYPEVISTA=Podesi PickPick kao podrazumjevani uređivač slika.

[ArrowSet]

CHK_START=Početak
CHK_END=Kraj
CHK_OUTLINE=Dodaj obris
CBO_AT_ARROW1=Strelica 1
CBO_AT_ARROW2=Strelica 2
CBO_AT_CIRCLE=Krug
CBO_AT_DIAMOND=Romb

[CanvasSet]

GRP_SIZE=Veličina platna
LBL_WIDTH=Nova širina
LBL_HEIGHT=Nova visina
LBL_BACKCOLOR=Boja pozadine
LBL_PRESETS=Predpodešavanja
CBO_CLIPBOARD=Međuspremnik
CBO_LASTUSED=Zadnje korišteno
CBO_CURRENT=Trenutna veličina slike
#7.0.0
CBO_WHITE=Bijelo
CBO_BLACK=Crno
CBO_TRANSPARENT=Prozirno
CBO_CUSTOM=Prilagođeno
#7.0.0

[ResizeSet]

LBL_ZOOM=Zum
RDO_ZOOM=Postotna skala
RDO_SIZE=Skala za određene veličine
CHK_KEEP=Zadrži odnos
LBL_WIDTH=Širina
LBL_HEIGHT=Visina

[ColorSet]

BTN_PREVIEW=Prikaz
LBL_PIXELATE=Pretvori u točkice
LBL_HUE=Nijansa
LBL_SATURATION=Zasićenost
LBL_BIRGHTNESS=Osvijetljenost
LBL_CONTRAST=Kontrast
#7.0.0
LBL_LIGHTNESS=Svjetlina
#7.0.0

[FrameSet]

GRP_PREVIEW=Prikaz
GRP_EFFECT=Efekti
CHK_BORDER=Rub
CHK_FRAME=Okvir
LBL_ETC=Pronađi još okvira...
CHK_AUTO=Snimljenoj slici dodaj okvir
#7.0.0
CHK_SHADOW=Sjena
#7.0.0

[Palette]

LBL_RED=Crveno
LBL_GREEN=Zeleno
LBL_BLUE=Plavo
LBL_TYPE=Vrsta boja:
BTN_COPY=Kopiraj
CLR_DEFAULTTEXT=Paleta boja
CLR_CUSTOMTEXT=Još boja...

[PixelRuler]

MNU_RULER_MOVE=Pomakni
MNU_RULER_MOVE_UP=Gore
MNU_RULER_MOVE_DOWN=Dolje
MNU_RULER_MOVE_LEFT=Lijevo
MNU_RULER_MOVE_RIGHT=Desno
MNU_RULER_TYPE=Okreni
MNU_RULER_TYPE_HOTRIZONTAL=Vodoravno
MNU_RULER_TYPE_VERTICAL=Uspravno
MNU_RULER_TRANSPARENT=Prozirnost
MNU_RULER_TRANSPARENT_USE=Omogući
MNU_RULER_TRANSPARENT_NOTUSE=Onemogući
MNU_RULER_TRANSPARENT_INC=Povećaj(+)
MNU_RULER_TRANSPARENT_DEC=Smanji(-)
MNU_MAGNIFIER=Prikaži povećalo...
MNU_RULER_EXIT=Izađi
MNU_RULER_UNIT=Jedinice
MNU_RULER_UNIT_PIXEL=Točkice na ekranu
MNU_RULER_UNIT_INCH=Inči
MNU_RULER_UNIT_CM=Centimetri
MNU_RULER_UNIT_DPI=Točkica po inču
MNU_RULER_COLOR=Boja
MNU_RULER_COLOR_BLUE=Plava (podrazumjevano)
MNU_RULER_COLOR_YELLOW=Žuta (klasično)
MNU_RULER_COLOR_WHITE=Bijela
MNU_RULER_COLOR_BLACK=Crna
#6.0.0
MNU_RULER_COLOR_DARKGRAY=Tamno siva
MNU_RULER_COLOR_DEFAULT=Zadana postavka sustava
#6.0.0
MNU_RULER_UNIT_DPI_CUSTOM=Po želji...
DLG_CUSTOMDPI_TITLE=Prilagodi DPI
LBL_CUSTOMDPI_TEXT=Unijeti točkice po inču (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Širina olovke
MNU_WHITEBOARD_PENCOLOR=Boja olovke
MNU_WHITEBOARD_PENCOLOR_BLACK=Crna
MNU_WHITEBOARD_PENCOLOR_WHITE=Bijela
MNU_WHITEBOARD_PENCOLOR_RED=Crvena
MNU_WHITEBOARD_PENCOLOR_GREEN=Zelena
MNU_WHITEBOARD_PENCOLOR_BLUE=Plava
MNU_WHITEBOARD_PENCOLOR_CYAN=Plavo-zeleno
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Ljubičasta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Žuta
MNU_WHITEBOARD_PENCOLOR_GRAY=Siva
MNU_WHITEBOARD_PENCOLOR_CUSTOM=Po želji...
MNU_WHITEBOARD_CLEAR=Očisti
MNU_WHITEBOARD_SAVE=Snimi ekran
MNU_WHITEBOARD_EXIT=Izađi
TIP_TOOL_MOVE=Pomakni
TIP_TOOL_ZOOM=Uvećaj/Smanji
TIP_TOOL_PEN=Olovka
TIP_TOOL_LINE=Crta
TIP_TOOL_ARROW=Strelica
TIP_TOOL_SHAPE=Oblik
TIP_TOOL_RECT=Pravokutnik
TIP_TOOL_ELLIPSE=Oval
TIP_TOOL_RRECT=Zaobljeni pravokutnik
TIP_TOOL_TRANSPARENT=Prozirnost
TIP_TOOL_CLEAR=Očisti
TIP_TOOL_SAVE=Snimi ekran
TIP_TOOL_WIDTH=Širina
TIP_TOOL_COLOR=Boja

[Print]

BTN_PRINTERSETUP=Podesi pisač...
BTN_PRINT=Ispiši
GRB_PREVIEW=Prikaz
TAB_PAPERSETUP=Podesi stranicu
TAB_ADDTEXT=Dodaj tekst
GRB_MARGINSETUP=Veličina ruba (mm)
LBL_MARGINTOP=Gore
LBL_MARGINLEFT=Lijevo
LBL_MARGINRIGHT=Desno
LBL_MARGINBOTTOM=Dolje
GRB_IMAGESETUP=Podesi sliku
CHK_CENTER=Postavi u sredinu
CHK_SHRINK=Prilagodi stranici 
CHK_PROPORTINAL=Zadrži odnos
CHK_GRAYSCALE=Sivi tonovi
GRB_PAPERCOUNT=Broj primjeraka
LBL_PAPERUNIT=Stranica
GRB_ORIENTATION=Način pisanja
RDO_PORTRAIT=Uspravno
RDO_LANDSCAPE=Vodoravno
GRB_HEADER=Zaglavlje 
CHK_HEADERADD=Dodaj
CBO_HEADERDEFAULT=Podrazumjevano zaglavlje
LBL_HEADERMARGIN=Rub:
BTN_HEADERFONT=Slova...
RDO_HEADERLEFT=Lijevo
RDO_HEADERCENTER=U sredini
RDO_HEADERRIGHT=Desno
GRB_FOOTER=Podnožje
CHK_FOOTERADD=Dodaj
CBO_FOOTERDEFAULT=Podrazumjevano podnožje
LBL_FOOTERMARGIN=Rub:
BTN_FOOTERFONT=Slova...
RDO_FOOTERLEFT=Lijevo
RDO_FOOTERCENTER=U sredini
RDO_FOOTERRIGHT=Desno
LBL_SETTINGS=Podešenja
LBL_PRINTER=Pisač
BTN_PRINT_COLOR=Print boja
CHK_COLOR=Boja
CHK_MARGIN_NARROW=Usko
CHK_MARGIN_NORMAL=Normalno
CHK_MARGIN_MODERATE=Podešeno
CHK_MARGIN_WIDE=Široko
CHK_MARGIN_CUSTOM=Prilagođeni rub...

[Facebook] 

BTN_CLOSE=Zatvori
LBL_PREVIEW=Prikaz slike
LBL_CAPTION=Naslov slike
RDO_SELECTALBUMS=Izaberi albume
RDO_CREATEALBUM=Napravi novi foto album
LBL_CREATEALBUM_NAME=Ime : 
LBL_CREATEALBUM_LOCATION=Položaj: 
LBL_CREATEALBUM_DESCRIPTION=Opis : 
LBL_CREATEALBUM_PRIVACY=Privatnost: 
CBO_CREATEALBUM_1=Svako
CBO_CREATEALBUM_2=Moji prijatelji i mreža
CBO_CREATEALBUM_3=Prijatelji prijatelja
CBO_CREATEALBUM_4=Samo prijatelji
BTN_UPLOAD=Postavi
LBL_IMGURL=Adresa slike na mreži
LBL_LINKURL=Veza do albuma na mreži
LBL_UPLOADING=Postavi sad...
LBL_UPLOADCOMPLETE=Slanje je završeno
LBL_UPLOADWAIT=Čeka se odgovor...
LBL_UPLOADFAILURE=Neuspješno slanje. Pokušajte ponovo.
LBL_UPLOADRESULT=Uspješno ste otpremili jednu sliku. 
LBL_ACCOUNT=Nalog :
LBL_PASSWORD=Lozinka:
LBL_REMEMBERPASSWORD=Zapamti lozinku
LBL_MESSAGE=Poruka :
LBL_WEBUPLOAD_TITLE=Postavi svoje slike direktno na Web
LBL_WEBUPLOAD_TITLESUB=Preko ImageShack - Besplatni servis za slike
LBL_WEBUPLOAD_SIGNUP=Prijavite se za upravljanje slikama koje ste otpremili!
LBL_WEBUPLOAD_NOACCOUNT=Gost (Nije potrebna registracija)
LBL_WEBUPLOAD_ACCOUNTEXIST=Imam ImageShack nalog
BTN_REQUESTTWITTERPIN=Zahtjevaj Twitter PIN
BTN_REMEMBERME=Zapamti me na ovom računalu
LBL_TWITTERPIN=PIN
BTN_CONNECT=Spoji
BTN_DISCONNECT=Isključi

[ThumbnailView]

BTN_QUICKTABS=Brze kartice
MNU_RENAME=Preimenuj...
MNU_OPENFILELOCATION=Otvori lokaciju datoteke...
LBL_RENAME=Unesite naziv datoteke.

[ObjectProperty]

SHP_TEXTBOX=Tekst
SHP_HIGHLIGHTRECT=Obilježi pravokutnik
SHP_MAGNIFYEFFECT=Efekt povećavanja
SHP_NUMBERSTAMP=Brojčani pečat
SHP_LINES=Linija
SHP_CUSTOMSHAPES=Zadani oblici
SHP_TRIANGLE=Trokut
SHP_SHAPES=Oblici
SHP_LINE=Linija
SHP_CURVE=Krivulja
SHP_ARROW=Strelica
SHP_CURVEARROW=Krivudava strelica
SHP_ELLIPSE=Elipsa
SHP_RECT=Pravokutnik
SHP_ROUNDRECT=Zaobljeni pravokutnik
SHP_BALLOON=Balon
SHP_DIAMOND=Dijamant
SHP_PENTAGON=Pentagon
SHP_Hexagon=Heksagon
SHP_5STAR=Zvijezdica sa 5 krakova
SHP_6STAR=Zvijezdica sa 6 krakova
TAB_EDIT=Uredi
TBN_DELETE_OBJECT=Obriši
TBN_DUPLICATE=Dupliciraj
MNU_FLATTEN=Izravnaj
MNU_FLATTENALL=Izravnaj sve
LST_CHANGESHAPE=Promjeni oblik
TAB_SHAPESTYLES=Stilovi oblika
TBN_SHAPETEXT=Unesi Tekst...
TBN_SHAPEFILL=Popunjavanje
MNU_SHAPEFILL_NOFILL=Bez popunjavanja
MNU_SHAPEFILL_SOLIDFILL=Jednobojno popunjavanje
MNU_SHAPEFILL_GRAFILL=Popunjavanje vertikalno (Gradijent)
MNU_SHAPEFILL_RADIALFILL=Radijalno popunjavanje (Gradijent)
TBN_SHAPEOUTLINE=Kontura
MNU_SHAPEOUTLINE_NOLINE=Bez linije
MNU_SHAPEOUTLINE_SOLIDLINE=Linija
MNU_SHAPEOUTLINE_DOTLINE=Točkasta linija
MNU_SHAPEOUTLINE_DASHLINE=Isprekidana linija
MNU_SHAPEOUTLINE_DASHDOTLINE=Točka točka linija
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Linija točka točka linija
TBR_SHAPEINSERT=Insert Shapes
TBN_SHAPEFORMAT=Format oblika
TBN_SHAPEEFFECTS=Efekti oblika
MNU_SHAPEEFFECTS_NOEFFECTS=Bez efekata
MNU_SHAPEEFFECTS_SHADOW=Efekti
MNU_SHAPEEFFECTS_SHADOWUSE=Sijenka
MNU_SHAPEEFFECTS_SHADOWOPTION=Opcije...
MNU_SHAPEEFFECTS_BALLOONPOS=Direkcija oblačića
MNU_SHAPEEFFECTS_BALLOONPOSTL=Gore-Lijevo
MNU_SHAPEEFFECTS_BALLOONPOSTR=Gore-Desno
MNU_SHAPEEFFECTS_BALLOONPOSBL=Dolje-Lijevo
MNU_SHAPEEFFECTS_BALLOONPOSBR=Dolje-Desno
MNU_SHAPEEFFECTS_ARROWSTART=Početni tip
MNU_SHAPEEFFECTS_ARROWEND=Završni tip
MNU_SHAPEEFFECTS_ARROWNONE=Bez strelice
MNU_SHAPEEFFECTS_ARROW1=Strelica 1
MNU_SHAPEEFFECTS_ARROW2=Strelica 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Krug
MNU_SHAPEEFFECTS_ARROWDIAMOND=Dijamant
MNU_SHAPE_ARRANGE=Uredi
BTN_SHAPE_FRONT=Postavi na početak
BTN_SHAPE_BACK=Postavi na kraj
BTN_SHAPE_ARROWSTYLE=Stil strelice
TAB_SHAPECOLOR=Boja Oblika
TAB_NUMBERSTAMP_NUMBER=Oblici pečata
MNU_NUMBERSTAMP_CURRENT=Trenutno
MNU_NUMBERSTAMP_NEXT=Sljedeće
TAB_NUMBERSTAMP_STYLE=Stilovi pečata
MNU_NUMBERSTAMP_SIZE=Veličina
MNU_NUMBERSTAMP_SIZE_SMALL=Malo
MNU_NUMBERSTAMP_SIZE_Medium=Srednje
MNU_NUMBERSTAMP_SIZE_LARGE=Veliko
MNU_NUMBERSTAMP_SHAPE=Oblici
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Krug
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=Pravokutnik
TBN_SELECT_CROPCURRENT=Izreži
TBN_SELECT_CROPNEW=Izreži kao novu sliku
TAB_SELECT_SIZE=Veličina
MNU_SELECT_SIZE_LEFT=Lijevo
MNU_SELECT_SIZE_TOP=Gore
MNU_SELECT_SIZE_WIDTH=Širina
MNU_SELECT_SIZE_HEIGHT=Veličina
MNU_SELECT_INVERTSELECTION=Obrni selekciju
TAB_MAGNIFIER_STYLE=Stilovi povećala
MNU_SHARE_OPTIONS=Opcije...
#7.0.0
TBN_NEW_LAYER=&Novi sloj
TBN_CHANGE_SHAPE=&Promijeni oblik
BTN_LAYER_BRINGFORWARD=Stavi ispred
BTN_LAYER_SENDBACKWARD=Pošalji iza
BTN_LAYER_BRINGTOFRONT=Stavi naprijed
BTN_LAYER_SENDTOBACK=Pošalji nazad
#7.0.0

[Licenses]

rdoRegistered=Ja sam registrirani korisnik i imam registracijski kod za komercijalnu upotrebu.
rdoPersonal=Želim koristiti ovaj program samo za osobnu upotrebu.
btnBuy=Kupi odmah
btnRegister=Registracija
btnAgree=Prihvaćam
btnClose=Zatvori
lblEnterLicense=Unesi informacije Vaše registracije
lblOwnerName=Ime korisnika
lblRegistrationCode=Registracijski kod
lblLicenseInfo=Ovaj proizvod je licenciran za : 
lblPersonalUse=ZA KUĆNOG KORISNIKA ( ISKLJUČIVO OSOBNA UPOTREBA )
lblAskBuy=Hvala šta upotrebljavate PicPick!
lblAskBuyDescription=Imajte na umu da se ova neregistrirana verzija može koristiti samo za osobnu upotrebu u nekomercijalnim okruženjima. Želite li sada kupiti licencu?

[CommercialVersionTrial]

btnModeTrial=Besplatna probna verzija
btnModeTrialDescription=Želim nastaviti koristiti ovaj proizvod kao probnu verziju.
btnModeActivate=Aktivirajte Vaš ključ licence
btnModeActivateDescription=Registrirani sam korisnik i imam ključ licence.
btnModeBuy=Kupi odmah
btnModeBuyDescription=Idite na zvaničnu stranicu da dobijete Vaš ključ.
lblTrialDescription=Ovo je probna verzija od 30 dana PickPick programa. Kad ovaj period završi, morate ili kupiti licencu za otključavanje programa ili ga izbrisati sa Vašeg računala.
btnContinueTrial=Nastavi probnu verziju
lblDayLeft=Preostalo je još {$1} dan(a) od Vaših {$2} dana za probnu verziju.
lblDayExpired=Vaša licenca nije više dostupna.
lblEnterLicense=Unesite informacije za registraciju
lblOwnerName=Korisničko ime
lblRegistrationCode=Ključ licence
lblRegistrationHelp=Imate problem sa aktivacijom?
btnRegister=Aktiviraj
#6.2.0
btnDeactivate=&Deaktiviraj
#6.2.0
lblActivationOffline1=1. Molimo otvorite URL adresu ispod da dobijete Vaš kod za autorizaciju. Ako nemate interneta trenutno, morate aktivirati na drugom računalu.
lblActivationOffline2=2. Molimo zalijepite ovdje svoj kod za Autorizaciju sa gore navedene URL adrese.
lblAuthCode=Autorizacijski kod:
#6.0.0
lblExample=npr.
#6.0.0

[ImagesSet]

grbJPEGOption=JPEG Opcije
lblJPEGQuality=Kvaliteta
cboJPEGQualityMaximum=Maksimalna
cboJPEGQualityHigh=Visoka
cboJPEGQualityMedium=Srednja
cboJPEGQualityLow=Slaba

[SaveAll]

grbSaveOptions=Opcije spremanja
lblSelectFolder=Odaberite direktorij za spremanje snimaka zaslona.
rdoAllImages=Sve slike
rdoUnsavedImages=Sve nespremljene slike
grbFileOptions=Opcije datoteka
lblFileName=Ime datoteke
lblFileType=Tip datoteke
rdoFiles=Datoteke

[ColorBalance]

grpbxColorBalance=Balans boje
lblColorLevels=Nivoi boja
grpbxToneBalance=Balans tonova
rdbtnShadows=Sjene
rdbtnMidtones=Srednji tonovi
rdbtnHighlights=Istaknuća
chckbxPreserveLuminosity=Spremi sjaj

[StartPage]

lblStartHome=Odaberi zadatak...
lblStartTitle1=Novi zadatak
lblStartTitle2=Grafički dodaci
chkStartDoNotShow=Nemoj prikazivati ovaj prozor pri startu programa

[Watermark]

lblWaterMarkPreview=Prikaz :
lblWaterMarkFile=Datoteka :
lblWaterMarkPosition=Pozicija :
lblWaterMarkOpacity=Prozirnost :
lblWaterMarkOffsetX=Offset-X :
lblWaterMarkOffsetY=Offset-Y :
chkWaterMarkAuto=Dodaj vodeni pečat automatski pri hvatanju slika.
#7.0.0
lblWaterMarkTypeImage=Vodeni žig slika
lblWaterMarkTypeText=Tekst vodeni žig
cboWaterMarkTextSize=Veličina teksta
cboWaterMarkTextColor=Boja
#7.0.0

#6.0.0
[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=OK
btnCancel=Otkaži
btnConnect=Spoji...
btnOptions=Opcije...
btnUpload=Učitaj
btnAccount=Račun...
lblConnected=Spojen
lblNotConnected=Nije spojen
lblConnecting=Spajanje...
lblUploading=Učitavam...
lblUploaded=Učitavanje završeno
lblNotUploaded=Greška u učitavanju. Pokušajte ponovo.
lblGuestAccount=Gost račun
lblWait=Pričekajte...
tbnConnect=Spajanje
tbnDisconnect=Spojen
tbnRefresh=Osvježi
tbnNewFolder=Nova mapa
tbnOptions=Opcije
tbnSelectFolder=Učitaj lokaciju...
tbnShareLink=Dijeli opcije veze...
lblSelectFolder=Odaberite mapu za prijenos slike.
lblMyDrive=Moj disk
lblNewFolder=Unesite novi naziv mape.
lblAuth=Molimo prijavite se putem svog web preglednika.
lblUploadSuccess=Uspješno ste prenijeli sliku.
lblShareLink=Podijeli poveznicu
lblGetLink=Uzmi poveznicu
chkShareLink=Uvijek stvorite dijeljenu vezu nakon učitavanja
chkCopyLink=Kopirajte dijeljenu vezu u međuspremnik nakon prijenosa
lblHost=Host
lblUsername=Korisnik
lblPassword=Lozinka
lblPort=Port
lblLocation=Udaljeni put
#6.0.0

#6.2.0
[ScreenRecorder]

tbnRecord=Pokreni snimanje
tbnPause=&Pauziraj snimanje
tbnStop=&Zaustavi snimanje
tbnResume=Ponovo pokreni snimanje
tbnFullscreen=&Cijeli zaslon
tbnRegion=Područje
popSP16x9=16:9 Omjer
popSP4x3=4:3 Omjer
popAuto16x9=Prilagodi na 16:9
popAuto4x3=Prilagodi na 4:3
popSelect=&Označi područje...
popCustom=&Prilagođena veličina...
tbnMic=Dodaj mikrofon
tbnCursor=Dodaj kursor
tbnSoundMute=Bez zvuka
tbnSoundMic=Snimi sa mikrofona
tbnSoundSystemAudio=Snimanje zvuka sustava
tbnOpenFolder=Otvori izlaznu mapu
tbnOptions=&Opcije
tbnClose=&Zatvori
statusRecord=Snimana
statusPaused=Pauzirano
statusStop=ZAustavljeno
statusReady=Spreman
frmRecordingArea=Snimano područje

[ScreenRecorderOptions]  

grbGeneral=Općenito
chkAutoHide=Automatski sakrijte prozor u načinu cijelog zaslona
chkCursor=Snimanje pokazivača miša
chkPopup=Prikaži skočni prozor izlazne mape kada završite snimanje
grbVideo=Video
lblFileType=Vrsta datoteke
lblFPS=FPS
lblGIFFPS=GIF FPS
lblQuality=Kvaliteta
cboQualityVeryHigh=Vrlo visoka kvaliteta
cboQualityHigh=Visoka kvaliteta
cboQualityMedium=Srednja kvaliteta
cboQualityLow=Niska kvaliteta
cboQualityVeryLow=Vrlo niska kvaliteta
grbAudio=Audio
chkMic=Snimite zvuk mikrofona
chkSystemAudio=Snimite zvuk sistema
lblAudioChannels=Kanali
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bitrate
lblAudioFrequency=Frekvencija
btnDefault=&Vratiti zadano
#6.2.0

[Website Resources]

title_picpick=PicPick - Alat za dizajn sve u jednom, Snimanje zaslona, Uređivač slika, Birač boja, Ravnalo piksela i više
title_ngwin=NGWIN - Razvijamo softver prilagođen korisniku koji pruža prikladna računalna okruženja
nav_picpick=PicPick
nav_partners=Partneri
nav_contact=Kontakt
nav_home=Home
nav_features=Značajke
nav_download=Skidanje
nav_buy=Kupi
nav_forum=Forum
section_features=Značajke
section_reviews=Recenzije medija
section_download=Skidanje
section_download_commercial=PROFESIONALNA VERZIJA ZA REGISTRIRANE KORISNIKE
section_buy=Kupi
section_plans=Cijene i planovi
section_screenshots=Snimke zaslona
section_customers=Naši korisnici
section_latestversion=Posljednja verzija
section_changelog=Dnevnik promjena
section_availableon=Dostupno na
section_likeuson=Lajkajte nas
section_eula=Licencni ugovor s krajnjim korisnikom
section_privacypolicy=Politika privatnosti
section_volumepricing=Određivanje cijena za količinu
button_download=PREUZIMANJE
button_buy=KUPI SADA
button_upgrade=NADOGRADI SADA
button_upgrade_nothanks=Ne Hvala
button_viewdetail=VIDI POJEDINOSTI
button_free_download=BESPLATNO PREUZIMANJE
button_download_portable=Prijenosna verzija
button_download_commercial=Već sam kupio licencu.
text_freetotry=Besplatno za osobnu upotrebu, isprobajte ga danas.
text_copyright=Copyright{copy} {ngwin} Sva prava pridržana.
text_winavailable=Dostupno na svim Windowsima
text_winavailable2=Microsoft Windows 10, 8.1, 8, 7, Vista i XP uključujući 32-bit i64-bit verziju.
text_recommend=PREPORUČI
text_limitedtimeoffer=VREMENSKI OGRANIČENA PONUDA
text_free=BESPLATNO
text_personal_only_detail=Imajte na umu da se ova besplatna verzija može koristiti samo za osobnu upotrebu u nekomercijalnim okruženjima.
text_license_peruser=PicPick je licenciran po korisniku. Svaki kupljeni korisnik može imati instaliran softver na dva računala. (na primjer, računalo i prijenosno računalo).
text_license_noshare=Jedna licenca ne smije se dijeliti između različitih korisnika.
text_bluesnap=2Checkout je naš online sustav plaćanja koji preporučujemo. Podržava potpuno sigurnu uslugu online plaćanja s raznim načinima plaćanja kao što su paypal, kreditna kartica itd.
text_thankyou=Hvala vam što ste instalirali PicPick.
text_download_thankyou=Hvala što ste preuzeli PicPick.
text_download_start=Vaše preuzimanje će započeti automatski u roku od nekoliko sekundi.
text_download_ifnot=Ako vaše preuzimanje nije započelo automatski, kliknite {ovdje} ili preuzmite s povezanih linkova.
text_download_ifnot2=Ako vaše preuzimanje nije počelo automatski, kliknite {ovdje}.
text_download_ifnot2_here=ovdje
text_upgrade=Nadogradi na Professional i dobij više značajki!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=All-in-one alat za dizajniranje za svakoga
overview_jumbotron_p1=Alat za snimanje zaslona s punim značajkama, intuitivni uređivač slika, birač boja, paleta boja, ravnalo piksela, kutomjer, križić, ploča i više.
overview_jumbotron_p2=Jednostavan za korisnike i pun značajki za stvaranje vaše slike, Pogodan za programere softvera, grafičke dizajnere i kućne korisnike.
overview_feature_1_h1=Snimite bilo što
overview_feature_1_p1=Napravite snimke zaslona cijelog zaslona, aktivnog prozora, prozora koji se pomiču i bilo koje određene regije vaše radne površine itd.
overview_feature_2_h1=Uredite svoje slike
overview_feature_2_p1=Opišite i označite svoje slike: tekst, strelice, oblike i još mnogo toga pomoću ugrađenog uređivača slika koji uključuje najnoviji izbornik stila vrpce.
overview_feature_3_h1=Poboljšajte s efektima
overview_feature_3_p1=Jednostavno dodajte efekte svojim slikama: padajuće sjene, okvire, vodene žigove, mozaik, zamućenje pokreta, kontrolu svjetline i još mnogo toga.
overview_feature_4_h1=Dijelite posvuda
overview_feature_4_p1=Spremite, podijelite ili pošaljite svoje slike putem weba, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter itd....
overview_feature_5_h1=Grafički dodaci
overview_feature_5_p1=Različiti dodaci za grafički dizajn uključujući birač boja, paletu boja, ravnalo piksela, kutomjer, križić, povećalo, bijelu ploču.
overview_feature_6_h1=Prilagodljiva postavka
overview_feature_6_p1=Uz vrlo napredne postavke, možete prilagoditi prečace, imenovanje datoteka, kvalitetu slike i mnoge druge opcije koje odgovaraju vašim potrebama.
reviews_1_body=Ovaj program nas tjera na razmišljanje o švicarskom nožu ili možda dobro opskrbljenoj, dobro organiziranoj ladici stola. Ovdje postoje razne vrste korisnih alata i mislimo da bi PicPick bio koristan web dizajnerima, grafičkim dizajnerima, pa čak i prosječnom korisniku računala koji povremeno mora raditi s grafikom.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Posebno dizajnirana za kućne korisnike s ciljem pružanja što veće fleksibilnosti tijekom rada. Čak uključuje i neke značajke koje se nikada neće naći u Photoshopu. PicPick, osim što je vrlo jednostavan za korištenje uređivač slika, ima i opcije snimanja grafike te skup prečaca i opcija na kojima bi mu neki slični uređivači pozavidjeli.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Snimanje zaslona
features_1_p1=Napravite snimke zaslona cijelog zaslona, aktivnog prozora, prozora koji se pomiču i bilo koje određene regije vaše radne površine itd.
features_1_p2=Podržava više okruženja monitora, snimanje pomoću kursora, automatsko spremanje i imenovanje datoteka itd.
features_1_p3=Podržava plutajući widget Traka za snimanje koji vam olakšava snimanje zaslona.
features_1_p4=Prilagodite vlastite tipkovničke prečace.
features_1_list_1=Puni zaslon
features_1_list_2=Aktivan prozor
features_1_list_3=Kontrola prozora
features_1_list_4=Klizajući prozor
features_1_list_5=Područje
features_1_list_6=Fiksno područje
features_1_list_7=Slobodnoručno
features_1_list_8=Ponovite posljednje snimanje
features_1_list_9=Widget-prečac za snimanje
features_1_list_10=Snimanje s kursorom
features_1_list_11=Snimanje sa odgodom
features_1_list_12=Auto-spremanje
features_2_h1=Uređivač slika
features_2_p1=Uz ugrađeni uređivač slika koji uključuje najnoviji izbornik u stilu vrpce, možete označiti i istaknuti svoje slike.
features_2_list_1=Crtanje
features_2_list_2=Umetnite tekst
features_2_list_3=Strelice, crte
features_2_list_4=Oblici
features_2_list_5=Balon
features_2_list_6=Alat za isticanje
features_2_list_7=Izreži
features_2_list_8=Promjena veličine
features_2_list_9=Rotiraj
features_2_list_10=Obrni
features_2_list_11=Sivi tonovi
features_2_list_12=Mozaik
features_2_list_13=Okvir
features_2_list_14=Vodeni pečat
features_2_list_15=Zamućenje
features_2_list_16=Izoštriti
features_2_list_17=Svjetlina
features_2_list_18=Nijansa / zasićenost
features_2_list_19=Balans boje
features_3_h1=Spremite, podijelite ili pošaljite
features_3_p1=Onakon što završite sa snimanjem i uređivanjem svojih slika, možete ih spremiti, dijeliti ili slati s različitim izlazima.
features_3_list_1=Međuspremnik
features_3_list_2=Datoteke slika
features_3_list_3=PDF
features_3_list_4=Printer
features_3_list_5=Web URL
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=SkyDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP Server
features_3_list_14=e-mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Vanjski program
features_4_h1=Birač boja
features_4_p1=Pomoću ugrađenog prozora povećala pomoći će vam pronaći točan kod boje piksela na zaslonu.
features_4_p2=Podržava RGB, HTML, C++, Delphi.
features_5_h1=Paleta boja
features_5_p1=Pronađite i podesite točan kod boje piksela pomoću birača boja u stilu Photoshopa koji podržava RGB, HSV.
features_6_h1=Ravnalo piksela
features_6_p1=Pomaže vam izmjeriti veličinu objekata i postaviti predmete na precizna mjesta na zaslonu.
features_6_p2=Podržava horizontalnu i okomitu orijentaciju, jedinice (pikseli, inči, centimetri), DPI postavke (72, 96, 120, 300), skinove.
features_7_h1=Povećalo
features_7_p1=S laganim, glatkim i velikim alatom za povećalo možete vidjeti bilo koje područje radne površine uvećano u njegovom povećalu.
features_8_h1=Nišan
features_8_p1=Odredite relativnu koordinatu položaja slike s ovom značajkom.
features_8_p2=Ovo može biti korisno na primjer u razvoju HTML slikovnih karata.
features_9_h1=Kutomjer
features_9_p1=Pomaže vam pronaći kutove na ekranu. Odaberite središte, zatim lokaciju, a zatim kut u stupnjevima udaljen od prvog.
features_9_p2=Ovo se može koristiti u raznim fotografskim, matematičkim i grafičkim aplikacijama.
features_10_h1=Bijela ploča
features_10_p1=Na radnoj površini možete imati virtualnu ploču. Možete ga koristiti za prezentaciju ili crtanje nečega na radnoj površini.
download_1_h1=Za kućne korisnike
download_1_p1=Samo za osobnu (kućnu) upotrebu
download_1_p2=Ručno ažuriranje
download_1_p3=Nema tehničke podrške
download_2_h1=Za profesionalce
download_2_p1=Komercijalna i osobna upotreba
download_2_p2=Automatsko ažuriranje
download_2_p3=Tehnička podrška
download_2_p4=Doživotne nadogradnje
download_2_p5=Bez reklama
buy_table_h1=Broj korisnika
buy_table_h2=Cijena (USD) po korisniku
buy_table_p1=Molimo kontaktirajte nas za ponudu!
buy_table_p2=Napominjemo da se {PDV} može primijeniti za neke europske kupce.
buy_table_p2_vat=PDV
buy_1_h1=Trenutna dostava ključa
buy_1_p1=Dobijte trenutni pristup svom registracijskom ključu kada je vaša narudžba dovršena.
buy_2_h1=Doživotna ažuriranja
buy_2_p1=Licence uključuju neograničene besplatne nadogradnje na sve buduće verzije PicPicka.
buy_3_h1=Pitanja o kupnji
buy_3_p1=Ako imate bilo kakvih pitanja u vezi s kupnjom ili licenciranjem, slobodno kontaktirajte {kontakt}.
buy_3_p1_contactus=Kontaktirajte nas
buy_year=Year
buy_single=Jedna
buy_single_p1=Instalirajte na 2 računala po korisniku
buy_team=Tim
buy_team_user=Korisnik
buy_site=Stranica
buy_site_p1=Instalirajte na neograničen broj strojeva na licu mjesta
buy_month=Mjesec
buy_monthly=Mjesečno
buy_yearly=Godišnje
buy_pay_once=Platite jednom i besplatno dobivajte doživotna ažuriranja.
buy_for_individuals=Za pojedince
buy_for_teams=Za ekipu
buy_for_enterprise=Za firme
buy_single_lifetime=Pojedinažna doživotna
buy_team_lifetime=Ekipna doživotna
buy_site_lifetime=Doživotna za firme
buy_subscriptions=Pretplate
buy_lifetime=Doživotno
secure_order=Sigurno naručivanje putem 2Checkout-a
uninstall_h1=Molimo da nam date svoje povratne informacije.
uninstall_p1=Bilo bi nam drago da nam se javite. Vaše povratne informacije pomoći će nam da PicPick učinimo još boljim.
uninstall_comment=Pojedinosti
uninstall_comment_placeholder=Na primjer, Zašto ste deinstalirali? Što nam nedostaje? Koju značajku želite?
uninstall_email=E-pošta (izborno)
uninstall_email_placeholder=Molim upišite svoju adresu e-pošte.
uninstall_send=Pošalji povratne informacije
about_us=O nama
about_h1=Mi smo tvrtka za razvoj softvera specijalizirana za Microsoft Windows platformu.
about_p1=Naš je cilj razviti i objaviti visokokvalitetan softver prilagođen korisniku koji našim korisnicima pruža prikladna računalna okruženja.
contact_h1=Voljeli bismo čuti od vas! Ispunite ovaj obrazac i mi ćemo vas uskoro kontaktirati.
contact_us=Kontaktirajte nas
contact_email=Podrška putem e-pošte
contact_email_at=Također nas možete kontaktirati putem e-pošte na: {email}
contact_email_send=Pošaljite nam e-mail
beta_banner=Isprobajte nove značajke s PicPick Beta!
beta_button=Pokušajte sada
try_darkmode=Isprobajte tamni način
try_darkmode_on=Tamni način je uključen
contact_form_category=Kategorija
contact_form_select=- OZNAČI -
contact_form_email=Email
contact_form_subject=Subjekt
contact_form_body=Detalji
contact_form_body_placeholder=Recite nam više o tome...
contact_form_os=Operacijski sustav
contact_form_version=PicPick verzija
contact_form_license=Licencni ključ
contact_form_license_placeholder=Za premium podršku unesite valjani licencni ključ.
contact_form_success=Uspješno
contact_form_success_description=Vaše povratne informacije su uspješno poslane.
contact_form_error=Greška
contact_form_error_description=Žao nam je što ovo ne možemo obraditi u ovom trenutku.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Kliknite u sredinu ekrana
MSG_ACTIVEWINDOW_1=Pritisnite [
MSG_ACTIVEWINDOW_2=] tipku za slikanje aktivnog prozora
MSG_EXITSAVEIMAGE_1=Da li želite sačuvati promjene u [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=Slika
MSG_DIRECTORYACCESSERROR=Pristup mapi nije moguć.
MSG_DEFAULT_TAPNAME=Nema slika
MSG_HOTKEY_ALREADY1=PicPick ne može registrirati slijedeće tipkovničke prečice
MSG_HOTKEY_ALREADY2=Da li želite promijeniti ove tipkovničke prečice?
MSG_THISFOLDERNOTFOUND=Mapa nije pronađena.
MSG_INVALID_FILENAME=Naziv datoteke je pogrešan.
MSG_FAIL_AUTOSAVE=Provjerite postavke naziva datoteke za automatsko spremanje. Ako se ovaj problem nastavi nakon provjere, dodajte picpick.exe na popis dopuštenih za antivirusni softver.
MSG_INVALID_CLIPBOARD=Greška pri preuzimanju podataka iz međuspremnika!
MSG_CANNOTREPEATCAPTURE=Posljednje slikanje nije pronađeno
MSG_CLOSEALLIMAGE=Da li želite zatvoriti sve nesačuvane slike?
MSG_FILE_OPEN=Otvori 
MSG_FILE_SAVE=Spremi kao 
MSG_NEWVERSIONAVAILABLE=Dostupno je novo izdanje PicPick-a. Želite li ga sada preuzeti?
MSG_PROGRAM_NOTADDYET=Morate izabrati drugi program kome ćete poslati slike!
MSG_EXTERNALPROGRAMERROR=Ne može se naći navedeni program 
MSG_PARAMETERS_TITLE=Karakteristike programa
MSG_OLDLANGUAGE=Jezična datoteka je jedno starije izdanje, tako da neki tekstovi nisu prevedeni. Da li zaista želite da promijenite jezik? 
MSG_INVALIDALBUMNAME=Ime albuma nije važeće
MSG_CREATEFAILUREALBUM=Greška pri pravljenju albuma
MSG_LOADINGFAILUREALBUM=Greška pri učitavanju albuma
MSG_IDEMPTY=Molimo da unesete ime korisnika
MSG_PWEMPTY=Molimo da unesete lozinku
MSG_SAVE=Spremi
MSG_DONTSAVE=Ne spremaj
MSG_DONTSAVEALL=Ne spremaj ništa
MSG_NODISPLAYAGAIN=Ne prikazuj više ovu poruku
BTN_YES=Da
BTN_NO=Ne
BTN_NOALL=Ne sve
MSG_INPUTTEXT=Unesite tekst ovdje
MSG_FLATTENLAYER=Za ovaj zadatak, morate poravnati oblik sa pozadinskom slikom. Želite li poravnati oblik?
MSG_FLATTENALL=Želite li poravnati sve oblike?
MSG_INVALID_DOWNLOADURL=Došlo je do pogreške tijekom preuzimanja slike.
MSG_OPENURL=Unesite URL-a.
MSG_ANYSETTINGOK=postavke su promijenjene uspješno.
MSG_DEFAULTEDITOR=PicPick je postavljen kao zadani uređivač slika.
MSG_FTPINFONEED=Morate unijeti informacije Vašeg FTP servera prvo.
MSG_CONNECTIONFAIL=Greška nastala u spajanju na server.
MSG_PROGRAM_NOSKYPE=Ne mogu pronaći Skype.
MSG_ACTIVATE_OFFLINE=Ne mogu aktivirati Vašu licencu zbog problema u mreži ili zbog nečeg drugog. Da li želite  aktivirati licencu u modu bez interneta?
MSG_ACTIVATE_OK=Vaša licenca je aktivirana. Hvala Vam što koristite PicPick!
MSG_ACTIVATE_TRIAL=Probna licenca je aktivirana. Hvala Vam što koristite PicPick!
MSG_ACTIVATE_FAIL=Aktivacija je odbijena. Molimo kontaktirajte PicPick centar za podršku korisnicima.
MSG_VALIDOWNERNAME=Molimo unesite ispravno ime vlasnika.
MSG_VALIDLICENSEKEY=Molimo unesite validan ključ licence.
MSG_FILENOTFOUND=Ne mogu pronaći datoteku.
MSG_CAPTUREAREAFAIL=Greška nastala prilikom izračunavanja područja za snimanje. Molimo provjerite svoj softver (anti-virus, malware ili spyware) koji može da uzrokuje ove probleme.
MSG_TRANSPARENCYLOST=Bilo kakva prozirnost biti će izgubljena ako spremite ovu sliku. Da li želite nastaviti?
MSG_DONOTSHOWWEEK=Ne prikazuj ovaj prozor više tjedan dana
MSG_NEWVERSIONAVAILABLE_SHORT=Dostupna je nova verzija PicPicka
MSG_HOTKEY_ALREADY3=Provjerite drugu aplikaciju koja je trenutno pokrenuta, kao što su Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=Dostupna je novija verzija PicPicka. Želite li ga sada instalirati?
MSG_NEWVERSIONINSTALLING=Pričekajte dok se ažuriranje preuzima...
MSG_NEWVERSIONRESTART=Ažuriranje će automatski započeti za nekoliko sekundi...
MSG_ACTIVATE_INVALID=Licenčni ključ koji ste unijeli nije važeći. Provjerite svoj ključ i pokušajte ponovno.
MSG_NOUPDATEAVAILABLE=Trenutno nema dostupnih ažuriranja.
MSG_NOTENOUGHCAPTUREAREA=Odabrano područje je premalo za snimanje.
MSG_CAPTUREOPTION_NEXTTIME=Odabrana opcija bit će primijenjena sljedeći put kada snimate.
#6.2.0
MSG_ACTIVATE_EXPIRED=Vaša licenca je istekla. Molimo obnovite svoju licencu kako biste nastavili koristiti PicPick bez prekida.
MSG_RESTART_WARNING=Neke promjene neće stupiti na snagu dok se program ponovno ne pokrene.
MSG_DEACTIVATE=Jeste li sigurni da želite deaktivirati svoju licencu na ovom računalu?
MSG_DEACTIVATE_SUCCESS=Vaša licenca je uspješno deaktivirana.
MSG_SCREENRECORDER_FAILURE=Došlo je do pogreške prilikom inicijalizacije Screen Recordera. Ponovo instalirajte aplikaciju.
MSG_SCREENRECORDER_HELP_RECORD=Za zaustavljanje snimanja kliknite na ikonu snimača zaslona u području obavijesti ili pritisnite dugme [%s]..
MSG_SCREENRECORDER_HELP_STOP=Snimanje videa je završeno. Želite li vidjeti snimljenu video datoteku u izlaznoj mapi?
MSG_SCREENRECORDER_HELP_LIMITED=Ova besplatna verzija ograničena je na %d-minutne snimke.
MSG_ERROR_LOADIMAGE=Došlo je do pogreške prilikom čitanja datoteke. Ovo nije valjana slikovna datoteka ili njezin format trenutno nije podržan.
MSG_ERROR_LOADHEIC=Za otvaranje ove datoteke potrebna je dodatna ekstenzija. Želite li sada otići na stranicu za preuzimanje?
MSG_RESTORE_DEFAULT=Jeste li sigurni da želite vratiti zadane postavke?
MSG_DISABLED_FEATURE=Vaš administrator je onemogućio ovu značajku.
MSG_DUPLICATED_FILETABNAME=The file or tab name already exists.
#6.2.0
#7.0.0
MSG_SCROLLCAPTURE_FAILURE=Nije moguće izvesti pomicanje snimanja [%s].
MSG_SCREENRECORDER_INSTALL=Screen Recorder zahtijeva administratorske ovlasti za izvođenje dodatne instalacije. Želite li nastaviti?
#7.0.0
